Repository: vivalucas/clippi
Catalog: windows/Clippi/Strings/*/Resources.resw
Source language: en_us
Languages: ja_jp, zh_cn

# DropPrimaryText.Text
source: Drop a video file here
ja_jp: 動画ファイルをここにドロップ
zh_cn: 拖拽视频文件到这里

# DropSecondaryText.Text
source: or click to choose a file
ja_jp: またはクリックしてファイルを選択
zh_cn: 或点击选择文件

# ResolutionLabel.Text
source: Resolution
ja_jp: 解像度
zh_cn: 分辨率

# DurationLabel.Text
source: Duration
ja_jp: 長さ
zh_cn: 时长

# CodecLabel.Text
source: Codec
ja_jp: コーデック
zh_cn: 编码

# FrameRateLabel.Text
source: Frame rate
ja_jp: フレームレート
zh_cn: 帧率

# OperationSelector.Header
source: Operation
ja_jp: 操作
zh_cn: 操作

# TrimOperation.Content
source: Trim
ja_jp: トリミング
zh_cn: 裁剪

# ConvertOperation.Content
source: Convert format
ja_jp: 形式変換
zh_cn: 转换格式

# ScaleOperation.Content
source: Scale
ja_jp: リサイズ
zh_cn: 缩放

# ExtractAudioOperation.Content
source: Extract audio
ja_jp: 音声抽出
zh_cn: 提取音频

# RemoveAudioOperation.Content
source: Remove audio
ja_jp: 音声削除
zh_cn: 去除音频

# TrimStartBox.Header
source: Start time (seconds)
ja_jp: 開始時間 (秒)
zh_cn: 开始时间 (秒)

# TrimRangeText.Text
source: to
ja_jp: から
zh_cn: 至

# TrimEndBox.Header
source: End time (seconds)
ja_jp: 終了時間 (秒)
zh_cn: 结束时间 (秒)

# FastModeSwitch.Header
source: Fast mode
ja_jp: 高速モード
zh_cn: 快速模式

# FastModeSwitch.OnContent
source: No re-encode
ja_jp: 再エンコードなし
zh_cn: 不重编码

# FastModeSwitch.OffContent
source: Precise trim
ja_jp: 精密トリミング
zh_cn: 精确裁剪

# OutputFormatLabel.Text
source: Output format
ja_jp: 出力形式
zh_cn: 输出格式

# TargetResolutionLabel.Text
source: Target resolution
ja_jp: 目標解像度
zh_cn: 目标分辨率

# AudioFormatLabel.Text
source: Audio format
ja_jp: 音声形式
zh_cn: 音频格式

# RemoveAudioText.Text
source: All audio tracks will be removed from the video.
ja_jp: 動画内のすべての音声トラックを削除します。
zh_cn: 将移除视频中的所有音频轨道

# OutputPathBox.Header
source: Output path
ja_jp: 出力先
zh_cn: 输出路径

# ChooseOutputButton.Content
source: Choose...
ja_jp: 選択...
zh_cn: 选择...

# CancelButton.Content
source: Cancel
ja_jp: キャンセル
zh_cn: 取消

# StartButton.Content
source: Start
ja_jp: 書き出す
zh_cn: 导出

# EncoderSoftware
source: Software encoding
ja_jp: ソフトウェアエンコード
zh_cn: 软件编码

# StatusProcessing
source: Processing...
ja_jp: 処理中...
zh_cn: 处理中...

# StatusProcessingSpeed
source: Speed: {0}
ja_jp: 速度: {0}
zh_cn: 速度: {0}

# StatusProcessingEta
source: ETA: {0} sec
ja_jp: 残り: {0}秒
zh_cn: 剩余: {0}秒

# StatusCompleted
source: Completed
ja_jp: 処理完了
zh_cn: 处理完成

# StatusCancelled
source: Cancelled
ja_jp: キャンセル済み
zh_cn: 已取消

# ErrorUnsupportedVideo
source: Please choose a supported video file.
ja_jp: 対応している動画ファイルを選択してください。
zh_cn: 请选择支持的视频文件

# ErrorReadFileFailed
source: Failed to read file.
ja_jp: ファイルの読み取りに失敗しました。
zh_cn: 读取文件失败

# ErrorStartTaskFailed
source: Failed to start task.
ja_jp: タスクを開始できませんでした。
zh_cn: 启动任务失败

# ErrorTaskFailed
source: Task failed.
ja_jp: タスク処理に失敗しました。
zh_cn: 任务处理失败

# ErrorSelectFileFailed
source: Failed to choose file: {0}
ja_jp: ファイルを選択できませんでした: {0}
zh_cn: 选择文件失败: {0}

# ErrorReadFileFailedWithMessage
source: Failed to read file: {0}
ja_jp: ファイルの読み取りに失敗しました: {0}
zh_cn: 读取文件失败: {0}

# ErrorSelectPathFailed
source: Failed to choose path: {0}
ja_jp: パスを選択できませんでした: {0}
zh_cn: 选择路径失败: {0}

# ErrorOutputPathRequired
source: Please choose an output path.
ja_jp: 出力先を選択してください。
zh_cn: 请选择输出路径

# ErrorOutputDirMissing
source: The output folder does not exist.
ja_jp: 出力フォルダが存在しません。
zh_cn: 输出目录不存在

# ErrorOutputDirNotWritable
source: The output folder is not writable.
ja_jp: 出力フォルダに書き込み権限がありません。
zh_cn: 输出目录没有写入权限

# ErrorOutputExists
source: The output file already exists. Choose another path.
ja_jp: 出力ファイルはすでに存在します。別のパスを選択してください。
zh_cn: 输出文件已存在，请选择其他路径

# ErrorTrimEndAfterStart
source: Trim end time must be greater than start time.
ja_jp: トリミング終了時間は開始時間より後にしてください。
zh_cn: 裁剪结束时间必须大于开始时间

# ErrorTrimStartBeforeDuration
source: Trim start time cannot exceed the video duration.
ja_jp: トリミング開始時間は動画の長さを超えられません。
zh_cn: 裁剪开始时间不能超过视频时长

# ErrorNoAudioTrack
source: This video has no audio track to extract.
ja_jp: この動画には抽出できる音声トラックがありません。
zh_cn: 这个视频没有可提取的音轨

# ErrorNoVideoTrack
source: This media has no video track to process.
ja_jp: このメディアには処理できる映像トラックがありません。
zh_cn: 该文件没有可处理的视频画面

# ErrorProgressParseFailed
source: Failed to parse progress: {0}
ja_jp: 進捗の解析に失敗しました: {0}
zh_cn: 进度解析失败: {0}

# DragCaption
source: Drop here
ja_jp: ここにドロップ
zh_cn: 拖放到这里

# CopyErrorDetailsButton.Content
source: Copy Details
ja_jp: 詳細をコピー
zh_cn: 复制详情

# CorrectionOutputDefault
source: Each source folder\Clippi-output
ja_jp: 各素材フォルダ\Clippi-output
zh_cn: 各素材目录\Clippi-output

# CorrectionNothingToProcess
source: No checked media needs correction
ja_jp: 補正が必要な選択済み素材はありません
zh_cn: 没有需要校正的已勾选素材

# CorrectionPendingSummary
source: {0} videos will be processed · originals are preserved
ja_jp: {0} 本を処理 · 元ファイルは保持
zh_cn: 将处理 {0} 个视频 · 不覆盖原文件

# CorrectionRotateLeft
source: Rotate left 90°
ja_jp: 左へ 90°
zh_cn: 左转 90°

# CorrectionRotateRight
source: Rotate right 90°
ja_jp: 右へ 90°
zh_cn: 右转 90°

# CorrectionRotate180
source: Rotate 180°
ja_jp: 180° 回転
zh_cn: 旋转 180°

# CorrectionFlipHorizontal
source: Flip horizontal
ja_jp: 左右反転
zh_cn: 左右镜像

# CorrectionFlipVertical
source: Flip vertical
ja_jp: 上下反転
zh_cn: 上下镜像

# CorrectionNone
source: Unchanged
ja_jp: 未調整
zh_cn: 未调整

# CorrectionMetadata
source: Orientation metadata {0}°
ja_jp: 方向メタデータ {0}°
zh_cn: 方向元数据 {0}°

# CorrectionStatusQueued
source: Queued
ja_jp: 待機中
zh_cn: 等待中

# CorrectionStatusCompleted
source: Completed
ja_jp: 完了
zh_cn: 已完成

# CorrectionStatusFailed
source: Failed
ja_jp: 失敗
zh_cn: 失败

# CorrectionStatusCancelled
source: Cancelled
ja_jp: キャンセル済み
zh_cn: 已取消

# CorrectionTab.Header
source: Orientation
ja_jp: 素材の向き補正
zh_cn: 素材方向校正

# CorrectionImportFailed
source: {0} files could not be read
ja_jp: {0} 個のファイルを読み込めませんでした
zh_cn: 有 {0} 个文件无法读取

# CorrectionImportErrorTitle
source: Some files could not be imported
ja_jp: 一部のファイルを読み込めませんでした
zh_cn: 部分文件导入失败

# DialogClose
source: OK
zh_cn: 确定

# CorrectionPreviewUnavailable
source: This format cannot be previewed directly, but it can still be processed
ja_jp: この形式は直接プレビューできませんが、処理は可能です
zh_cn: 该格式无法直接播放预览，但仍可处理

# OtherToolsTab.Header
source: Other tools
ja_jp: その他のツール
zh_cn: 其他工具

# CorrectionAddFiles.Label
source: Add files
ja_jp: ファイルを追加
zh_cn: 添加文件

# CorrectionAddFolder.Label
source: Add folder
ja_jp: フォルダを追加
zh_cn: 添加文件夹

# CorrectionClear.Label
source: Clear
ja_jp: クリア
zh_cn: 清空

# CorrectionEmptyTitle.Text
source: Drop one or more videos
ja_jp: 動画をドロップ
zh_cn: 拖入一个或多个视频

# CorrectionEmptySubtitle.Text
source: Choose files or import videos from the current folder level
ja_jp: ファイルまたはフォルダ直下の動画を読み込めます
zh_cn: 也可以添加文件，或导入文件夹当前层的视频

# CorrectionAddFilesButton.Content
source: Add files
ja_jp: ファイルを追加
zh_cn: 添加文件

# CorrectionAddFolderButton.Content
source: Add folder
ja_jp: フォルダを追加
zh_cn: 添加文件夹

# CorrectionMaterials.Text
source: Media
ja_jp: 素材
zh_cn: 素材

# CorrectionRotateLeftButton.Content
source: Rotate left 90°
ja_jp: 左へ 90°
zh_cn: 左转 90°

# CorrectionRotateRightButton.Content
source: Rotate right 90°
ja_jp: 右へ 90°
zh_cn: 右转 90°

# CorrectionRotate180Button.Content
source: Rotate 180°
ja_jp: 180° 回転
zh_cn: 旋转 180°

# CorrectionFlipHorizontalButton.Content
source: Flip horizontal
ja_jp: 左右反転
zh_cn: 左右镜像

# CorrectionFlipVerticalButton.Content
source: Flip vertical
ja_jp: 上下反転
zh_cn: 上下镜像

# CorrectionResetButton.Content
source: Reset
ja_jp: リセット
zh_cn: 重置

# CorrectionScopeBoxLabel.Header
source: Apply to
ja_jp: 適用先
zh_cn: 应用到

# CorrectionScopeChecked.Content
source: Checked items
ja_jp: 選択した素材
zh_cn: 已勾选素材

# CorrectionScopeAll.Content
source: All items
ja_jp: すべての素材
zh_cn: 全部素材

# CorrectionApplyButton.Content
source: Apply
ja_jp: 適用
zh_cn: 应用

# CorrectionOutputTo.Text
source: Output to
ja_jp: 出力先
zh_cn: 输出到

# CorrectionChangeButton.Content
source: Change
ja_jp: 変更
zh_cn: 更改

# CorrectionStartButton.Content
source: Start processing
ja_jp: 処理を開始
zh_cn: 导出

# CorrectionStopButton.Content
source: Stop all
ja_jp: すべて停止
zh_cn: 停止全部
